Repository: dinhquydds/nanocucurmin
Catalog: tm/cohens path way of the pulp-omegat.tmx
Source language: en_us
Languages: vi

source: (On a scale of 1 to 10) 1 = Mild 10 = Severe
vi: (Trên thang điểm từ 1 đến 10) 1 = Nhẹ 10 = Nghiêm trọng

source: ART AND SCIENCE OF DIAGNOSIS
vi: NGHỆ THUẬT VÀ KHOA HỌC CỦA VIỆC CHẨN ĐOÁN

source: Address
vi: Địa chỉ

source: Alcoholism
vi: Nghiện rượu

source: Allergies
vi: Dị ứng

source: Anemia
vi: Thiếu máu

source: Apical (Periapical) Disease
vi: Bệnh lý quanh chóp

source: Are you allergic to Latex or any other substances or materials?
vi: Bạn có dị ứng với Latex hoặc bất kỳ chất hoặc vật liệu nào khác không?

source: Are you taking any kind of medication or drugs at this time?
vi: Bạn có dùng bất cứ loại thuốc hoặc thuốc vào lúc này?

source: Asthma
vi: Hen suyễn

source: Blood pressure
vi: Huyết áp

source: CHAPTER
vi: CHƯƠNG

source: CHAPTER 1 LOUIS H. BERMAN and GARY R. HARTWELL Chapter out line ART AND SCIENCE OF DIAGNOSIS Chief Complaint Medical History Dental History examination and testing Extraoral Examination Intraoral Examination Pulp Tests Special Tests Root Fractures and Cracks Referred Pain CLINICAL CLASSIFICATION OF PULPAL AND PERIAPICAL DISEASES Pulpal Disease Apical (Periapical) Disease Pain of Nonodontogenic Origin Art and Science of Diagnosis Almost a century ago, Dr. Hermann Prinz wrote: “The object of the practice of clinical dentistry … is to institute preventive measures, to relieve suffering, and to cure disease.
vi: CHƯƠNG 1 LOUIS H. BERMAN and GARY R. HARTWELL Nội dung chính của chương này NGHỆ THUẬT VÀ KHOA HỌC CHẨN ĐOÁN Than phiền chính Tiền sử y khoa Tiền sử nha khoa Khám và các thử nghiệm Khám ngoài miệng Khám trong miệng Thử tuỷ răng Thử nghiệm đặc biệt Root Fractures and Cracks Referred Pain CLINICAL CLASSIFICATION OF PULPAL AND PERIAPICAL DISEASES Pulpal Disease Apical (Periapical) Disease Pain of Nonodontogenic Origin Art and Science of Diagnosis Almost a century ago, Dr. Hermann Prinz wrote: “The object of the practice of clinical dentistry … is to institute preventive measures, to relieve suffering, and to cure disease.

source: CHAPTER 1 • Diagnosis
vi: CHƯƠNG 1 • Chẩn đoán

source: CHAPTER OUTLINE
vi: CHƯƠNG PHÁC THẢO

source: CLINICAL CLASSIFICATION OF PULPAL AND PERIAPICAL DISEASES
vi: PHÂN LOẠI LÂM SÀNG CỦA BỆNH LÝ TUỶ VÀ VÙNG QUANH CHÓP

source: Cancer
vi: Ung thư

source: Chief Complaint Medical History Dental History
vi: Than phiền chính tiền sử y khoa và nha khoa

source: City
vi: Thành phố

source: Cold
vi: Lạnh

source: Constant
vi: Liên tục

source: Date
vi: Ngày

source: Date:
vi: Ngày:

source: Diabetes
vi: Đái tháo đường

source: Diagnosis
vi: Chẩn đoán

source: Do you grind or clench your teeth?
vi: Bạn có nghiến răng hay siết chặt hàm không?

source: Do you wear a pacemaker or any other kind of prosthetic device?
vi: Bạn có mang máy trợ tim hay bất kỳ loại thiết bị giả?

source: Does a change in posture (lying down or bending over) cause your tooth to hurt?
vi: Khi thay đổi tư thế (nằm hoặc cúi xuống) gây đau răng nào không?

source: Does it hurt if you press the gum tissue around this tooth?
vi: Nó có đau không khi bạn ấn vào nướu xung quanh răng này?

source: Drug dependency
vi: Ma tuý

source: Dull
vi: Âm ỉ

source: Epilepsy
vi: Động kinh

source: ExAmINATION AND TESTING
vi: KHÁM VÀ THỬ NGHIỆM

source: Excellent Good
vi: Tuyệt vời Tốt

source: Extraoral Examination Intraoral Examination Pulp Tests
vi: Khám ngoài miệng Khám trong miệng Thử tuỷ răng

source: FIG. 1-2 Succinct, comprehensive medical history form designed to provide insight into systemic conditions that could produce or affect the patient’s symptoms, mandate alterations in the modality of treatment, or change the treatment plan.
vi: FIG. 1-2 Bảng thiết kế tiền sử y khoa rõ ràng, súc tích cung cấp cái nhìn sâu sắc về tình trạng toàn thân có thể có ảnh hưởng tới triệu chứng của bệnh nhân, thay đổi phương pháp điều trị, hoặc thay đổi kế hoạch điều trị.

source: FIRST NAME
vi: TÊN

source: FREQUENCY
vi: TẦN SUẤT

source: Fair Poor
vi: Bình thường Kém

source: Glaucoma
vi: Bệnh tăng nhãn áp

source: Has a restoration (filling or crown) been placed on this tooth recently?
vi: Bạn có phục hồi (trám răng hoặc mão răng) trên răng này gần đây không?

source: Have you ever had any kind of surgery?
vi: Bạn đã bao giờ có bất kỳ loại phẫu thuật?

source: Have you ever had any trouble with prolonged bleeding after surgery?
vi: Bạn có bao giờ bị chảy máu kéo dài sau bất kỳ phẫu thuật nào chưa?

source: Head/Neck injuries
vi: Chấn thương đầu/ cổHead/Neck injuries

source: Heart disease
vi: Bệnh tim

source: Heat
vi: Nóng

source: Hepatitis
vi: Viêm gan

source: How would you rate your health?
vi: Bạn đánh giá sức khoẻ của bạn như thế nào?

source: If female, are you pregnant?
vi: Nếu nữ, bạn có thai không?

source: If so, please explain
vi: Nếu vậy, xin vui lòng giải thích

source: If yes, do you wear a night guard?
vi: Nếu có, bạn có mang máng bảo vệ ban đêm không?

source: If yes, please explain:
vi: Nếu có, xin vui lòng giải thích:

source: If yes, please give name(s) of the medicine(s) and reason(s) for taking them:
vi: Nếu có, xin vui lòng cho tên của thuốc và lý do uống chúng:

source: If yes, what kind?
vi: Nếu có, loại gì?

source: If yes, what?
vi: Nếu có, là gì?

source: Immunodeficiency
vi: Thiếu hụt miễn dịch

source: Infectious diseases
vi: Bệnh truyền nhiễm

source: Intermittent
vi: Không liên tục

source: Investigating these complaints may indicate that the patient’s concerns are secondary to a medical condi- tion or possibly a result of recent dental treatment.
vi: Nghiên cứu các than phiền cho thấy rằng các mối quan tâm của bệnh nhân là thứ phát tới tình trạng bệnh lý hoặc có thể là kết quả của điều trị nha khoa gần đây.

source: Is there any other information that should be known about your health?
vi: Có thông tin nào khác nên được biết về sức khoẻ của bạn không?

source: Is there anything else we should know about your teeth, gums, or sinuses that would assist us in our
vi: Có gì chúng tôi nên biết về răng của bạn, nướu, hay xoang rằng sẽ hỗ trợ chúng tôi

source: Is there anything you can do to cause the pain to increase?
vi: Có điều gì cô làm gây tăng đau?

source: Is there anything you can do to relieve the pain?
vi: Cô có làm điều gì để giảm đau không?

source: Kidney or liver
vi: Thận hoặc gan

source: LAST NAME
vi: HỌ

source: LEVEL OF INTENSITY
vi: MỨC ĐỘ NHẠY CẢM

source: Mental
vi: Tinh thần

source: Migraine
vi: Chứng đau nửa đầu

source: Momentary
vi: Thoáng qua

source: Name
vi: Tên

source: No
vi: Không

source: Occasional
vi: Thỉnh thoảng

source: Pain of Nonodontogenic Origin
vi: Đau không do răng

source: Please circle any past or present illness you have had:
vi: Vui lòng khoanh tròn bất kỳ bệnh trong quá khứ hoặc hiện tại mà bạn có:Please circle any past or present illness you have had:

source: Please circle one.
vi: Vui lòng khoanh tròn một lựa chọn

source: Prior to this appointment, has root canal therapy been initiated on this tooth?
vi: Trước khi tới cuộc hẹn này, cái răng này được điều trị tuỷ răng chưa?

source: Pulpal Disease
vi: Bệnh lý tuỷ

source: QUALITY
vi: MỨC ĐỘ

source: Radiographic Examination and Interpretation
vi: Chụp phim X quang và giải thích

source: Reason
vi: Lý do

source: Respiratory
vi: Hô hấp

source: Rheumatic fever
vi: Bệnh thấp khớp

source: Root Fractures and Cracks Referred Pain
vi: Nứt gãy chân răng dẫn tới đau

source: Sharp
vi: Rõ ràng

source: Signed: Patient or Parent
vi: Ký tên: Bệnh nhân hoặc bố mẹ

source: Sinusitis
vi: Viêm xoang

source: Special Tests
vi: Thử nghiệm đặc biệt

source: State
vi: Bang

source: Sweets
vi: Ngọt

source: TELL US ABOUT YOUR HEALTH
vi: CHO CHÚNG TÔI BIẾT VỀ SỨC KHỎE CỦA BẠN

source: Telephone
vi: Điện thoại

source: Throbbing
vi: Nhói

source: Ulcers
vi: Loét

source: Venereal disease
vi: Bệnh hoa liễu

source: When eating or drinking, is your tooth sensitive to: Does your tooth hurt when you bite down or chew?
vi: Khi ăn, uống, răng của bạn có nhạy cảm với: Có răng nào đau khi cắn hoặc nhai?

source: Yes
vi: Có

source: Yes No Yes No Yes No Yes No Yes No
vi: Có Không Có Không Có Không Có Không Có Không Có

source: Yes No Yes No Yes No
vi: Có Không Có Không Có Không Có

source: diagnosis?
vi: trong chẩn đoán?

source: may not be the pathologic condition that mediates the patient’s chief complaint.
vi: có thể không phải là tình trạng bệnh lý gây nên phàn nàn chính của bệnh nhân.
